Repository: bitterdev/simple_newsletter
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Mailing Lists
de_de: Verteilerlisten

source: Campaigns
de_de: Kampagnen

source: Subscribers
de_de: Abonnenten

source: Attributes
de_de: Attribute

# AttributeTypeName
source: Text Area
de_de: Textbereich

# AttributeTypeName
source: Checkbox
de_de: Kontrollkästchen

# AttributeTypeName
source: Date/Time
de_de: Datum/Zeit

# AttributeTypeName
source: Number
de_de: Zahl

# AttributeTypeName
source: Option List
de_de: Auswahlliste

# AttributeTypeName
source: Address
de_de: Adresse

# AttributeTypeName
source: Phone Number
de_de: Telefonnummer

source: Powerful standalone newsletter solution that fully complies with GDPR.
de_de: Leistungsstarke eigenständige Newsletter-Lösung die die Vorgaben der DSGVO vollständig erfüllt.

source: Add unsubscribe newsletter subscribe form.
de_de: Newsletter-Abmeldeformular hinzufügen.

source: Unsubscribe Form
de_de: Abmeldeformular

source: You need to enter a valid button text.
de_de: Sie müssen eine gültige Bezeichnung für die Schaltfläche eingeben.

source: Unsubscribe
de_de: Abmelden

source: You need to select a valid mailing list.
de_de: Sie müssen eine gültige Verteilerliste auswählen.

source: You need to enter a valid mail address.
de_de: Sue müssen eine gültige Email-Adresse eingeben.

source: The given captcha is invalid.
de_de: Das eigegebene Captcha ist ungültig.

source: Thank you. You was successfully removed from the selected mailing lists.
de_de: Vielen Dank. Sie wurden erfolgreich aus den ausgewählten Verteilerlisten entfernt.

source: Button Text
de_de: Schaltflächen Text

source: Display captcha
de_de: Captcha anzeigen

source: mailing lists page
de_de: Verteilerliste Seite

source: No mailing lists available. Please go to the %s and create one.
de_de: Keine Verteilerlisten verfügbar. Gehen Sie zu %s und erstellen Sie eine.

source: Unsubscribe from
de_de: Abmelden von

source: Add subscribe newsletter subscribe form.
de_de: Newsletter-Anmeldeformular hinzufügen.

source: Subscribe Form
de_de: Anmeldeformular

source: Subscribe
de_de: Abonnieren

source: Thank you. Your newsletter subscription was successfully confirmed.
de_de: Vielen Dank. Ihr Newsletter-Abonnement wurde erfolgreich bestätigt.

source: You need to accept the privacy.
de_de: Sie müssen die Datenschutzbestimmungen akzeptieren.

source: You need to accept the terms of use.
de_de: Sie müssen die Nutzungsbedingungen akzeptieren.

source: Thank you for your subscription. Please check your email inbox to confirm the subscription.
de_de: Vielen Dank für Ihr Abonnement. Bitte überprüfen Sie Ihren E-Mail-Posteingang um das Abonnement zu bestätigen.

source: Thank you for your subscription. You have been successfully subscribed to the newsletter.
de_de: Vielen Dank für Ihr Abonnement. Sie haben den Newsletter erfolgreich abonniert.

source: Display terms of use checkbox
de_de: Kontrollkästchen für Nutzungsbedingungen anzeigen

source: Display privacy checkbox
de_de: Kontrollkästchen für Datenschutz anzeigen

source: main settings
de_de: Haupteinstellungen

source: If you want to create a link to the terms of use and/or privacy page in the block view you need to setup the pages in the %s.
de_de: Wenn Sie einen Link zu den Nutzungsbedingungen und/oder zu der Datenschutzseite in der Blockansicht erstellen möchten, müssen Sie die Seiten in den %s hinterlegen.

source: Subscribe to
de_de: Abonnieren von

source: privacy policy
de_de: Datenschutzbestimmungen

source: I hereby acknowledge that the data collected in this form will be stored for further use and deleted once my inquiry has been processed. Note: You can revoke your consent at any time by drop us an email. See more detailed information on how we use user-data in our %s.
de_de: Ich erkenne hiermit an, dass die in diesem Formular erhobenen Daten zur weiteren Verwendung gespeichert und gelöscht werden, sobald meine Anfrage bearbeitet wurde. Hinweis: Sie können Ihre Einwilligung jederzeit widerrufen, indem Sie uns eine E-Mail senden. Hier finden Sie detailliertere Informationen darüber, wie wir Benutzerdaten in unseren %s verwenden.

source: terms of use
de_de: AGB

source: I accept the %s.
de_de: Ich akzeptiere die %s.

source: Copy the following link to the address bar of your browser to unsubscribe from this mailing list:
de_de: Kopieren Sie den folgenden Link in die Adressleiste Ihres Browsers, um sich von dieser Mailingliste abzumelden:

source: Confirm newsletter subscription
de_de: Bestätigung der Newsletter-Anmeldung

source: Hello,
de_de: Hallo,

source: thank you for your newsletter subscription.
de_de: vielen Dank für Ihr Newsletter-Abonnement.

source: To complete your subscription request, please click the confirmation link below.
de_de: Um Ihre Abonnementanfrage abzuschließen, klicken Sie bitte auf den untenstehenden Bestätigungslink.

source: If you can't click the confirmation link, please copy the link manually and paste it to the address bar of your browser.
de_de: Falls Sie nicht auf den Bestätigungslink klicken können, kopieren Sie den Link manuell und fügen Sie ihn in die Adressleiste Ihres Browsers ein.

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Mailing List
de_de: Verteilerliste

source: Subject
de_de: Betreff

source: Body
de_de: Inhalt

source: Confirmed
de_de: Bestätigt

source: Subscribed Mailing Lists
de_de: Abonnierte Verteilerlisten

source: Subscribed At
de_de: Abonniert am

source: Confirmed At
de_de: Bestätigt am

source: Back
de_de: Zurück

source: Toggle Dropdown
de_de: Dropdown umschalten

source: Delete
de_de: Löschen

source: Are you sure?
de_de: Sind Sie sicher?

source: Confirm
de_de: Bestätigen

source: Legal information
de_de: Rechtliche Information

source: Your companies name with address in one line...
de_de: Ihr Firmenname mit Adresse in einer Zeile...

source: Subscription method
de_de: Abonnementmethode

source: Privacy page
de_de: Datenschutz-Seite

source: Terms of use page
de_de: AGB-Seite

source: Unsubscribe page
de_de: Abmelde-Seite

source: You need to embed the unsubscribe block type to a page of your choice and select the page here. This page is required to generate the opt-out-url in the newsletters footer.
de_de: Sie müssen den Abmelde-Blocktyp auf eine Seite Ihrer Wahl einbetten und die Seite hier auswählen. Diese Seite ist erforderlich, um die Opt-out-URL in der Newsletter-Fußzeile zu generieren.

source: Add
de_de: Hinzufügen

source: Items per page
de_de: Elemente pro Seite

source: Add Mailing List
de_de: Verteilerliste hinzufügen

source: Get Help
de_de: Hilfe

source: Advanced
de_de: Erweitert

source: Search
de_de: Suche

source: Add Campaign
de_de: Kampagne hinzufügen

source: Add Subscriber
de_de: Abonnent hinzufügen

source: Manage Attributes
de_de: Verwalten von Attributen

source: Don't like these emails?
de_de: Sie mögen diese E-Mails nicht?

source: You need to enter a valid name.
de_de: Sie müssen einen gültigen Namen eingeben.

source: You need to enter a valid subject.
de_de: Sie müssen ein gültiges Betreff eingeben.

source: You need to enter a valid body.
de_de: Sie müssen einen gültigen Inhalt eingeben.

source: You can't add any campaign because you don't have any mailing lists. Please create a mailing list first.
de_de: Sie können keine Kampagne hinzufügen, da Sie noch keine Verteilerlisten haben. Bitte erstellen Sie zuerst eine Verteilerliste.

source: The campaign was added successfully.
de_de: Die Kampagne wurde erfolgreich hinzugefügt.

source: Not Found
de_de: Nicht gefunden

source: The campaign was updated successfully.
de_de: Die Kampagne wurde erfolgreich aktualisiert.

source: The campaign was duplicated successfully.
de_de: Die Kampagne wurde erfolgreich dupliziert.

source: The campaign was removed successfully.
de_de: Die Kampagne wurde erfolgreich entfernt.

source: The campaign was successfully added to the send queue. Navigate to the dashboard page automated jobs and run the send newsletters job to send the campaign to all subscribers of the assosiated mailing list.
de_de: Die Kampagne wurde erfolgreich zur Sendewarteschlange hinzugefügt. Navigieren Sie zur Dashboard-Seite automatisierte Aufträge und führen Sie den Newsletter Senden Auftrag aus, um die Kampagne an alle Abonnenten der hinterlegten Verteilerliste zu senden.

source: The mailing list was added successfully.
de_de: Die Verteilerliste wurde erfolgreich hinzugefügt.

source: The mailing list was updated successfully.
de_de: Die Verteilerliste wurde erfolgreich aktualisiert.

source: The mailing list was removed successfully.
de_de: Die Verteilerliste wurde erfolgreich entfernt.

source: You need to enter your legal informations.
de_de: Sie müssen Ihre rechtlichen Informationen eingeben.

source: You need to select a unsubscription page.
de_de: Sie müssen eine Abmelde-Seite auswählen.

source: The settings has been updated successfully.
de_de: Die Einstellungen wurden erfolgreich aktualisiert.

source: The subscriber has been removed successfully.
de_de: Der Abonnent wurde erfolgreich entfernt.

source: The subscriber has been updated successfully.
de_de: Der Abonnent wurde erfolgreich aktualisiert.

source: The subscriber has been added successfully.
de_de: Der Abonnent wurde erfolgreich hinzugefügt.

source: Invalid Token
de_de: Ungültiger Token

source: %s mailing list deleted
de_de: %s Mailingliste gelöscht

source: Mailing Lists Deleted
de_de: Mailinglisten gelöscht

source: Ticket Created
de_de: Ticket erstellt

source: Your ticket has been successfully created.
de_de: Ihr Ticket wurde erfolgreich erstellt.

source: %s campaign deleted
de_de: %s Kampagne gelöscht

source: Campaigns Deleted
de_de: Kampagnen gelöscht

source: %s subscriber deleted
de_de: %s Abonnent gelöscht

source: Subscribers Deleted
de_de: Gelöschte Abonnenten

source: No mailing lists are eligible for this operation
de_de: Für diesen Vorgang sind keine Mailinglisten berechtigt

source: Are you sure you would like to delete the following mailing lists?
de_de: Möchten Sie die folgenden Mailinglisten wirklich löschen?

source: Bug
de_de: Fehler

source: Enhancement
de_de: Verbesserung

source: Proposal
de_de: Vorschlag

source: Task
de_de: Aufgabe

source: Minor
de_de: Geringfügig

source: Major
de_de: Schwer

source: Critical
de_de: Kritisch

source: Title
de_de: Titel

source: Content
de_de: Inhalt

source: Type
de_de: Typ

source: Priority
de_de: Priorität

source: Create Ticket
de_de: Ticket erstellen

source: No campaigns are eligible for this operation
de_de: Für diesen Vorgang sind keine Kampagnen förderfähig.

source: Are you sure you would like to delete the following campaigns?
de_de: Möchten Sie die folgenden Kampagnen wirklich löschen?

source: No subscribers are eligible for this operation
de_de: Kein Teilnehmer ist für diesen Vorgang berechtigt

source: Are you sure you would like to delete the following subscribers?
de_de: Sind Sie sicher, dass Sie die folgenden Abonnenten löschen möchten?

source: Field "%s" is invalid
de_de: Feld "%s" ist ungültig

source: The given mailing list does not exists.
de_de: Die angegebene Verteilerliste ist nicht vorhanden.

source: Invalid type supplied to validator.
de_de: Ungültiger Typ, der dem Validator angegeben wird.

source: The given page is not valid.
de_de: Die angegebene Seite ist ungültig.

source: Newsletter placeholders
de_de: Newsletter Platzhalter

source: Created At
de_de: Erstellt am

source: Sent At
de_de: Gesendet am

source: State
de_de: Status

source: Sent
de_de: Gesendet

source: Draft
de_de: Entwurf

source: Queued
de_de: In Warteschlange angereiht

source: None
de_de: Keine

source: to
de_de: bis

source: Core Properties
de_de: Kerneigenschaften

source: Add to queue
de_de: Zur Warteschlange hinzufügen

source: Duplicate
de_de: Duplizieren

source: Edit
de_de: Bearbeiten

source: Remove
de_de: Entfernen

source: Send Newsletter
de_de: Newsletter senden

source: Send the queued newsletter campaigns.
de_de: Senden Sie die Newsletterkampagnen in der Warteschlange.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Unconfirmed Subscribers
de_de: Unbestätigte Abonnenten

source: Confirmed Subscribers
de_de: Bestätigte Abonnenten

source: Subscribed Mailing List
de_de: Abonnierte Mailinglisten

source: Added campaign %s to send queue with %s subscribers.
de_de: Kampagne %s wurde hinzugefügt, um eine Warteschlange mit %s-Abonnenten zu senden.

source: There are no subscribers available in the campaigns associated mailing lists.
de_de: In den zugeordneten Verteilerlisten der Kampagnen sind keine Abonnenten verfügbar.

source: There are no campaigns in the send queue.
de_de: Es sind keine Kampagnen in der Sendewarteschlange vorhanden.

source: Campaign %s was sent to subscriber with mail address %s.
de_de: Kampagne %s wurde an den Abonnenten mit der E-Mail-Adresse %s gesendet.

source: Error while sending campaign %s to subscriber with mail address %s.
de_de: Fehler beim Senden von Kampagne %s an Abonnenten mit E-Mail-Adresse %s.

source: Invalid queue item.
de_de: Ungültiges Warteschlangenelement.

source: Campaign %s was sent successfully to all subscribers of the associated mailing list.
de_de: Kampagne %s wurde erfolgreich an alle Abonnenten der zugehörigen Verteilerlisten gesendet.

source: Newsletter subscriber with mail address %s was confirmed.
de_de: Newsletter-Abonnent mit E-Mail-Adresse %s wurde bestätigt.

source: No newsletter subscriber was found by the given URL. Maybe the link is invalidated or you already have confirmed your subscription.
de_de: Unter der angegebene URL wurde kein Newsletter-Abonnent gefunden. Möglicherweise ist der Link ungültig oder Sie haben Ihr Abonnement bereits bestätigt.

source: New newsletter subscriber added with mail address %s.
de_de: Neuer Newsletter-Abonnent mit E-Mail-Adresse %s hinzugefügt.

source: Sent confirmation mail to %s.
de_de: Bestätigungsmail am %s gesendet.

source: Error while sending confirmation mail to %s.
de_de: Fehler beim Senden der Bestätigungsmails an %s.

source: Error while sending the confirmation mail.
de_de: Fehler beim Senden der Bestätigungsmail.

source: Newsletter subscriber with mail address %s added to mailing list %s.
de_de: Newsletter-Abonnent mit E-Mail-Adresse %s zur Verteilerliste %s hinzugefügt.

source: The mail address is unknown.
de_de: Die E-Mail-Adresse ist unbekannt.

source: Newsletter subscriber with mail address %s removed from mailing list %s.
de_de: Newsletter-Abonnent mit E-Mail-Adresse %s aus der Mailingliste %s entfernt.

source: The mail address is not associated with the mailing list %s.
de_de: Die E-Mail-Adresse ist der Verteilerliste %s nicht zugeordnet.

source: All newsletter campaigns were sent successfully.
de_de: Alle Newsletter-Kampagnen wurden erfolgreich versendet.
